chat_system_926960124_actor_description=Scott Morrison. Good pirate
chat_system_926960124_snap_0_question=^?^By a thousand cuttlefish! My problem is of another kind. I'm sorry... I'm a man of peace...
chat_system_926960124_snap_0_answer_0=^?^You didn't understand me. I'm not going to fight anybody, I just wonder if I could help. Come on, tell me what's the matter.
chat_system_926960124_snap_1_question=^?^Well, 10 years ago I married Cheery Ryazanka, a young girl from the Coastal Brotherhood. Back then I was a young and beggarly sailor, and couldn't give her father a 48 kilo gold bar - that's what my bride weighed - according to tradition... But I'm an honest pirate! And now I finally have the money. It is time that I pay my debt to the bride's father, Bare Hornet!<br>So my request is that you deliver my debt to Hornet. I don't want to show my face there; I'm not a welcome guest in the Coastal Brotherhood.
chat_system_926960124_snap_1_answer_0=^?^To the Coastal Brotherhood? Ok, I'll deliver it, why not?
chat_system_926960124_snap_1_answer_1=^?^I've got some urgent matters to take care of just now. Next time, ok?
chat_system_926960124_snap_2_question=^?^Aha! You've decided to help me at last? Please, deliver this gold to Hornet...
chat_system_926960124_snap_2_answer_0=^?^Yes, of course! Give me the bar of gold; I'll bring it to the Brotherhood.
chat_system_926960124_snap_2_answer_1=^?^Remind me, what was it you wanted me to do?
chat_system_926960124_snap_3_question=^?^By a thousand imps, you're back! Have you seen Hornet?
chat_system_926960124_snap_3_answer_0=^?^Forget about him. I want to buy a boat from you.
chat_system_926960124_snap_3_answer_1=^?^You were probably scared that I might run away with your gold? I've seen Hornet. I gave him the gold. But he asked me to do one more thing...
chat_system_926960124_snap_3_answer_2=^?^I haven't seen your father-in-law yet. Just be patient.
chat_system_926960124_snap_8_question=^?^No problem buddy! I've got a spare ship. I'll give it to you almost for free - only for 1000 gold coins!
chat_system_926960124_snap_8_answer_0=^?^Excellent! That's fine with me, here are your 1000 gold coins.
chat_system_926960124_snap_8_answer_1=^?^I'm sorry, some other time.
chat_system_926960124_snap_4_question=^?^So what did he ask you to do?
chat_system_926960124_snap_4_answer_0=^?^He asked me to find out how much your wife weighs now.
chat_system_926960124_snap_5_question=^?^Ryazanka! Bring the wine.. uh, I mean, come here. I'm a practiced hand at weighing any goods... Ok, let's lift you... Ah... You've put on weight, darling, I must say!<br>Well, my woman is the real deal - all 108 kilos of her! I even had to widen the doors to her cabin! The ship rocks like crazy when she boards it! So... what's the matter?
chat_system_926960124_snap_5_answer_0=^?^I'm glad for you. But Hornet has asked me to tell you that since you're paying the dowry now, you need to pay according to her present weight. Otherwise you'll have to return Ryazanka to her father, Bare Hornet!
chat_system_926960124_snap_6_question=^?^Hairy oyster! I knew this old fox will think of something clever! Look, let's do it this way: I'll trade an old family treasure - the enchanted "Jolly Roger" for my debt. You pay off my debt to Hornet, and I'll give you the flag.
chat_system_926960124_snap_6_answer_0=^?^A magic flag? It's a deal! I'll tell Hornet that from now I should pay your debts. Give me your "Roger."
chat_system_926960124_snap_6_answer_1=^?^You know, you'd better just give me the other 60 kilos of gold, and I'll deliver it to Hornet. As for the flag, keep it for yourself. It might be useful to protect yourself from the rain.
chat_system_926960124_snap_6_answer_2=^?^Look, I'm fed up with you and your father-in-law. Settle your problems yourself. I've done my job!
chat_system_926960124_snap_7_question=^?^As you wish - we do have the money. Here, take the missing 60 kilos of gold. But make sure your ship doesn't sink! Ha ha!
chat_system_926960124_snap_7_answer_0=^?^Don't worry, it won't. See you!
